"Filtered List"="Filtered List";
"cat_new"="Categories";

/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--KATEGORIA ZOTE--";

/* No comment provided by engineer. */
"About" = "Kuhusu";

/* No comment provided by engineer. */
"Add Comment" = "Ongeza maoni";

/* No comment provided by engineer. */
"Add Map" = "Ongeza ramani";

/* No comment provided by engineer. */
"Add Map By URL" = "Ongeza ramani kwa kutumia URL";

/* No comment provided by engineer. */
"Add Map Error" = "Kosa la kuongeza ramani";

/* No comment provided by engineer. */
"Add Report" = "Ongeza ripoti";

/* No comment provided by engineer. */
"Added" = "Imeongezwa";

/* No comment provided by engineer. */
"Adding..." = "Inaongeza";

/* No comment provided by engineer. */
"All Categories" = "Kategoria zote";

/* No comment provided by engineer. */
"All Checkins" = "Matangazo yote ya eneo";

/* No comment provided by engineer. */
"Anonymous" = "Bila jina";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "Una uhakika unataka kughairi?";

/* No comment provided by engineer. */
"Authentication Required" = "Uthibitishaji unatakikana";

/* No comment provided by engineer. */
"By using this app, you agree to the following terms and policy:" = "Kwa kutumia programu hii, unakubali sheria na sera zifuatazo";

/* No comment provided by engineer. */
"Cancel" = "Ghairi";

/* No comment provided by engineer. */
"Categories" = "Kategoria";

/* No comment provided by engineer. */
"Categories..." = "Kategoria...";

/* No comment provided by engineer. */
"Category Required" = "Kategoria inatakikana";

/* No comment provided by engineer. */
"Checkins..." = "Matangazo ya eneo...";

/* No comment provided by engineer. */
"Comment Queued" = "Maoni yametiwa kwenye foleni";

/* No comment provided by engineer. */
"Comment Required" = "Maelezo yanatakikana...";

/* No comment provided by engineer. */
"Contact" = "Mwasiliani";

/* No comment provided by engineer. */
"Date Required" = "Tarehe inatakikana";

/* No comment provided by engineer. */
"Description Required" = "Maelezo yanatakikana";

/* No comment provided by engineer. */
"Details" = "Maelezo";

/* No comment provided by engineer. */
"Display" = "Onyesha";

/* No comment provided by engineer. */
"Done" = "Imefanyika";

/* No comment provided by engineer. */
"Double tap to move map pin to new location" = "Donoa mara mbili kusongesha pini ya ramani kwa mahali mpya";

/* No comment provided by engineer. */
"Download Map Images" = "Shusha picha za ramani";

/* No comment provided by engineer. */
"Download Photos" = "Shusha picha";

/* No comment provided by engineer. */
"Email Required" = "Barua pepe inatakikana";

/* No comment provided by engineer. */
"Enable OpenGeoSMS" = "Wezesha OpenGeoSMS";

/* No comment provided by engineer. */
"Enter comment" = "Ingiza maoni yako";

/* No comment provided by engineer. */
"Enter description" = "Ingiza maelezo";

/* No comment provided by engineer. */
"Enter email" = "Ingiza barua pepe";

/* No comment provided by engineer. */
"Enter email address" = "Ingiza anwani ya barua pepe";

/* No comment provided by engineer. */
"Enter first name" = "Ingiza jina la kwanza";

/* No comment provided by engineer. */
"Enter last name" = "Ingiza jina la mwisho";

/* No comment provided by engineer. */
"Enter name" = "Ingiza jina";

/* No comment provided by engineer. */
"Enter title" = "Ingiza kichwa";

/* No comment provided by engineer. */
"Enter webpage" = "Ingiza tovuti";

/* No comment provided by engineer. */
"Error Saving Photo" = "Kosa katika uhifadhi wa picha";

/* No comment provided by engineer. */
"Find Location" = "Pata eneo";

/* No comment provided by engineer. */
"Find Maps Around Me" = "Tafuta ramani zilizo karibu na mimi";

/* No comment provided by engineer. */
"Finding address..." = "Inatafuta anwani...";

/* No comment provided by engineer. */
"Finding location..." = "Inatafuta eneo...";

/* No comment provided by engineer. */
"for" = "kwa ajili ya";

/* No comment provided by engineer. */
"Found" = "Imepatikana";

/* No comment provided by engineer. */
"Hide Status Bar" = "Ficha mwambaa wa hali";

/* No comment provided by engineer. */
"I Agree" = "Nakubali";

/* No comment provided by engineer. */
"Icon Badge Number" = "Nambari ya beji ya aikoni";

/* No comment provided by engineer. */
"Internet Connection Required" = "Muunganisho wa wavuti unatakikana";

/* No comment provided by engineer. */
"Last synced" = "Mwisho ilipolandanishwa";

/* No comment provided by engineer. */
"Latitude Required" = "Latitudi inatakikana";

/* No comment provided by engineer. */
"List" = "Orodha";

/* No comment provided by engineer. */
"Loading..." = "Inapakia...";

/* No comment provided by engineer. */
"Locating..." = "Inatafuta...";

/* No comment provided by engineer. */
"Location Required" = "Eneo linatakikana";

/* No comment provided by engineer. */
"Locations..." = "Maeneo...";

/* No comment provided by engineer. */
"Longitude Required" = "Longitudo inatakikana";

/* No comment provided by engineer. */
"Map" = "Ramani";

/* No comment provided by engineer. */
"Maps" = "Ramani";

/* No comment provided by engineer. */
"Maps..." = "Ramani...";

/* No comment provided by engineer. */
"Model" = "Kifani";

/* No comment provided by engineer. */
"Name Required" = "Jina linatakikana";

/* No comment provided by engineer. */
"No" = "Hapana";

/* No comment provided by engineer. */
"No Category" = "Hakuna kategoria";

/* No comment provided by engineer. */
"No checkins" = "Hakuna tangazo la eneo";

/* No comment provided by engineer. */
"No comments" = "Hakuna maoni";

/* No comment provided by engineer. */
"No Date" = "Hakuna tarehe";

/* No comment provided by engineer. */
"No Internet" = "Hakuna intaneti";

/* No comment provided by engineer. */
"No Location" = "Hakuna mahali";

/* No comment provided by engineer. */
"No maps" = "Hakuna ramani";

/* No comment provided by engineer. */
"No photos" = "Hakuna picha";

/* No comment provided by engineer. */
"No reports" = "Hakuna ripoti";

/* No comment provided by engineer. */
"No videos" = "Hakuna video";

/* No comment provided by engineer. */
"No webpages" = "Hakuna tovuti";

/* No comment provided by engineer. */
"Not verified" = "Haijathibitishwa";

/* No comment provided by engineer. */
"Ok" = "Sawa";

/* No comment provided by engineer. */
"OK" = "Sawa";

/* No comment provided by engineer. */
"Pending" = "Inasubiri";

/* No comment provided by engineer. */
"Pending Upload" = "Inasubiri kupakiwa";

/* No comment provided by engineer. */
"Photos" = "Picha";

/* No comment provided by engineer. */
"Photos..." = "Picha...";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Tafadhali thibitisha muunganisho wako wa wavuti halafu jaribu tena";

/* No comment provided by engineer. */
"Privacy Policy" = "Sera za siri";

/* No comment provided by engineer. */
"Report Queued" = "Ripoti imetiwa kwenye foleni";

/* No comment provided by engineer. */
"Reports" = "Ripoti";

/* No comment provided by engineer. */
"Reports..." = "Ripoti...";

/* No comment provided by engineer. */
"Resize New Photos" = "Badilisha ukubwa wa picha mpya";

/* No comment provided by engineer. */
"Resize Photo Width" = "Badilisha upana wa picha";

/* No comment provided by engineer. */
"Saved" = "Imehifadhika";

/* No comment provided by engineer. */
"Saving..." = "Inahifadhiwa...";

/* No comment provided by engineer. */
"Search address..." = "Tafuta anwani...";

/* No comment provided by engineer. */
"Search checkins..." = "Tafuta matangazo ya eneo";

/* No comment provided by engineer. */
"Search reports..." = "Utafutaji kwa ripoti...";

/* No comment provided by engineer. */
"Searching..." = "Inatafuta...";

/* No comment provided by engineer. */
"Select a category" = "Chagua kategoria";

/* No comment provided by engineer. */
"Send" = "Tuma";

/* No comment provided by engineer. */
"Send via OpenGeoSMS" = "Tuma kwa kutumia OpenGeoSMS";

/* No comment provided by engineer. */
"Sending..." = "Inatuma...";

/* No comment provided by engineer. */
"Sent" = "Imetumwa";

/* No comment provided by engineer. */
"Settings" = "Mipangilio";

/* No comment provided by engineer. */
"Share Application" = "Gawiza programu-tumishi";

/* No comment provided by engineer. */
"SMS" = "Ujumbe mfupi";

/* No comment provided by engineer. */
"Synchronize Error" = "Kosa la ulandanishi";

/* No comment provided by engineer. */
"Syncing..." = "Inalandanisha...";

/* No comment provided by engineer. */
"Terms Of Service" = "Masharti ya huduma";

/* No comment provided by engineer. */
"Title Required" = "Kichwa kinatakikana";

/* No comment provided by engineer. */
"Unable to add map to database" = "Imeshindwa kuongeza ramani kwa hifadhidata";

/* No comment provided by engineer. */
"Unsaved Changes" = "Mabadiliko yasiyohifadhiwa";

/* No comment provided by engineer. */
"Upload" = "Pakia";

/* No comment provided by engineer. */
"Upload Error" = "Shida ya kupakia";

/* No comment provided by engineer. */
"Upload via Ushahidi API" = "Pakia kwa kutumia API ya Ushahidi";

/* No comment provided by engineer. */
"Uploaded" = "Imepakiwa";

/* No comment provided by engineer. */
"Uploaded report..." = "Ripoti iliyopakiwa";

/* No comment provided by engineer. */
"Uploaded video..." = "Video iliyopakiwa";

/* No comment provided by engineer. */
"Uploading..." = "Inapakia...";

/* No comment provided by engineer. */
"User Agreement" = "Mkataba wa watumiaji";

/* No comment provided by engineer. */
"User Captured Video" = "Video iliyonaswa na mtumiaji";

/* No comment provided by engineer. */
"User Location" = "Eneo la mtumiaji";

/* No comment provided by engineer. */
"Verified" = "Imethibitishwa";

/* No comment provided by engineer. */
"Version" = "Toleo";

/* No comment provided by engineer. */
"Video Error" = "Kosa la video";

/* No comment provided by engineer. */
"with" = "Na";

/* No comment provided by engineer. */
"Yes" = "Ndio";

/* No comment provided by engineer. */
"Your report has been uploaded and is pending approval." = "Ripoti yako imepakiwa na inasubiri kuidhinishwa";

